"Open File in Skim" = "Otwórz plik w Skim";
"Open URL in Skim" = "Otwórz URL w Skim";
"Open Selected PDF" = "Otwórz wybrany PDF";
"Show Skim Notes" = "Pokaż notatki Skim";
"Print File with Skim…" = "Drukuj dokumenty z Skim…";
"Print File with Skim" = "Drukuj dokumenty z Skim";
